{"posts":[{"title":"AR Models: Test","text":"Test 1This is a test file. test 2c: dynamic: ar placement on floor: can only be tested on phone Test 2","link":"/2024/08/19/ar-models-statics01/"},{"title":"expt2","text":"Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment insert an image here: testing an gif image here test 1: workstest 2: workstest 2a: workstest 2b: statictest 2c: dynamic test 2c: dynamic: ar placement on floor: can only be tested on phone","link":"/2024/07/23/expt2/"}],"tags":[],"categories":[],"pages":[{"title":"Copyright Notice","text":"Non-legal Notice:Since the goal of the website is to share what I know with the world, in the same way as I learn from others, most of the posts or the pages or the contents would be shared under Attribution-NonCommercial-ShareAlike 4.0 International. Sometimes the published work could arise from efforts that don’t allow me to publish it under this license or different flavours of creative-commons standard licenses. Thus every post or page on this website is being published under a different copyrights license. These include some of the publication which are exclusively mine or other scenarios. I’d make it a point to explicitly state what holds for what at end of each post or page for the ease of reader. In all cases where copyright notice isn’t present or specified explicitly, the current (following) copyright notice would hold. Legal Notice:PreambleBy reading or parsing this website ‘the Reader’ agrees to this agreement. This holds true whether ‘the Reader’ is/are human person(s) or machine(s) or web-crawler(s) or any entity which can be termed a juridical person under the purview of law. If you do not agree to this, do not read the website. All content on this website is termed as ‘the work’ hereinafter. Copyrights and Reuse:All the work on this website are exclusive intellectual property of Vijay Dubey generated by him unless otherwise stated within the work or at the end of the work or unless otherwise attributed to others whether within the work or anywhere else in the work. In most cases, Attribution-NonCommercial-ShareAlike 4.0 International would hold, as specified explictly at the end of the work where this holds true. In all cases where this isn’t true, you need to seek permission from the copyright holder for reuse in whole or in part of the work. Irrespective of modes in which you reuse, if the original work is distributed free of cost, any derivatives too must be distributed free of cost. Irrespective of what license hold, all reuse must be attributed and cited. Jurisdiction:You agree to that any disputes arising in terms of copyrights or the fair use policy or violation of either shall be settled in the High Court of Bombay, India.","link":"/copyrights/index.html"},{"title":"about me","text":"विजय दुबे / Vijay Dubeyनमस्ते / Namaste I am a graduate student working in the area of biomechanics at the University of Texas at Austin. My research is at interesection of biomechancis and computational engineering. Before starting graduate school, I worked at the U. R. Rao Satellite Center (India) as a thermal engineer modeling heat transfer. My earliest research was on vibrations of two popular Indian musical drums (मृदंगम/तबला). I like to work on challenging problems that are of value to society and which I find interesting. The scale of the problem is irrelevant to me. Firm believer that ‘little drops make an ocean’. Two random things about me: Loved the TV show Bob the Builder. Watched it way too much after school when I was kid than I’d like to admit. In a hypothetical world, I would spent rest of my life taking each class in the math department, one semester at a time. Knowing this following piece of script that operates within me would make your life and interaction with me easy: 1234if ((KnowsYouFor &gt;= year(1)) or (SpecificPeopleList)): extrovert()else: introvert()","link":"/about/index.html"}]}